Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: "%@" already uses this chord.
de: „%@“ belegt diese Tastenkombination bereits.
es: «%@» ya usa esta combinación.
fr: « %@ » utilise déjà cette combinaison.
ja: 「%@」がこのキーの組み合わせをすでに使用しています。
zh_hans: “%@”已使用该组合键。
zh_hant: 「%@」已使用這個組合鍵。

source: %@ and no tessera account
de: %@ und kein Tessera-Konto
es: %@ y sin cuenta de tessera
fr: %@ et aucun compte tessera
ja: %@、tessera アカウントも不要
zh_hans: %@，也无需 tessera 账户
zh_hant: %@，也無需 tessera 帳戶

source: %@ is running a newer version of Tessera%@. Update Tessera on this device, then try again.
de: %1$@ verwendet eine neuere Tessera-Version%2$@. Aktualisiere Tessera auf diesem Gerät und versuche es erneut.
es: %1$@ ejecuta una versión más reciente de Tessera%2$@. Actualiza Tessera en este dispositivo y vuelve a intentarlo.
fr: %1$@ utilise une version plus récente de Tessera%2$@. Mettez Tessera à jour sur cet appareil, puis réessayez.
ja: %1$@ はより新しいバージョンの Tessera%2$@ を使用しています。このデバイスの Tessera を更新してからもう一度お試しください。
zh_hans: %1$@ 运行的是更新版本的 Tessera%2$@。请先更新本设备上的 Tessera，然后重试。
zh_hant: %1$@ 執行的是更新版本的 Tessera%2$@。請先更新本裝置上的 Tessera，然後重試。

source: %@ is running an older version of Tessera%@. Update Tessera on %@, then try again.
de: %1$@ verwendet eine ältere Tessera-Version%2$@. Aktualisiere Tessera auf %3$@ und versuche es erneut.
es: %1$@ ejecuta una versión anterior de Tessera%2$@. Actualiza Tessera en %3$@ y vuelve a intentarlo.
fr: %1$@ utilise une version plus ancienne de Tessera%2$@. Mettez Tessera à jour sur %3$@, puis réessayez.
ja: %1$@ は古いバージョンの Tessera%2$@ を使用しています。%3$@ の Tessera を更新してからもう一度お試しください。
zh_hans: %1$@ 运行的是较旧版本的 Tessera%2$@。请先更新 %3$@ 上的 Tessera，然后重试。
zh_hant: %1$@ 執行的是較舊版本的 Tessera%2$@。請先更新 %3$@ 上的 Tessera，然後重試。

source: %@ is working — scrolling is temporarily disabled
de: %@ arbeitet – Scrollen ist vorübergehend deaktiviert
es: %@ está trabajando: el desplazamiento está desactivado temporalmente
fr: %@ travaille — le défilement est temporairement désactivé
ja: %@ の処理中です。スクロールは一時的に無効になっています
zh_hans: %@ 正在运行 —— 滚动暂时停用
zh_hant: %@ 正在執行 —— 捲動暫時停用

source: %@ is working. Scrolling is temporarily disabled.
de: %@ arbeitet. Scrollen ist vorübergehend deaktiviert.
es: %@ está trabajando. El desplazamiento está desactivado temporalmente.
fr: %@ travaille. Le défilement est temporairement désactivé.
ja: %@ の処理中です。スクロールは一時的に無効になっています。
zh_hans: %@ 正在运行。滚动暂时停用。
zh_hant: %@ 正在執行。捲動暫時停用。

source: %@ left — control returned here
de: %@ hat die Sitzung verlassen — die Steuerung ist wieder hier
es: %@ salió; el control ha vuelto aquí
fr: %@ a quitté la session — le contrôle est revenu ici
ja: %@ が離脱しました — 操作権はこのデバイスに戻りました
zh_hans: %@ 已离开 —— 控制权已回到此设备
zh_hant: %@ 已離開 —— 控制權已回到此裝置

source: %@ sent setup data from a newer version of Tessera. Update Tessera on this device, then try again.
de: %@ hat Einrichtungsdaten aus einer neueren Tessera-Version gesendet. Aktualisiere Tessera auf diesem Gerät und versuche es erneut.
es: %@ envió datos de configuración de una versión más reciente de Tessera. Actualiza Tessera en este dispositivo y vuelve a intentarlo.
fr: %@ a envoyé des données de configuration issues d'une version plus récente de Tessera. Mettez Tessera à jour sur cet appareil, puis réessayez.
ja: %@ はより新しいバージョンの Tessera のセットアップデータを送信しました。このデバイスの Tessera を更新してからもう一度お試しください。
zh_hans: %@ 发送的设置数据来自更新版本的 Tessera。请先更新本设备上的 Tessera，然后重试。
zh_hant: %@ 傳送的設定資料來自更新版本的 Tessera。請先更新本裝置上的 Tessera，然後重試。

source: %@ sent setup data from an older version of Tessera. Update Tessera on %@, then try again.
de: %1$@ hat Einrichtungsdaten aus einer älteren Tessera-Version gesendet. Aktualisiere Tessera auf %2$@ und versuche es erneut.
es: %1$@ envió datos de configuración de una versión anterior de Tessera. Actualiza Tessera en %2$@ y vuelve a intentarlo.
fr: %1$@ a envoyé des données de configuration issues d'une version plus ancienne de Tessera. Mettez Tessera à jour sur %2$@, puis réessayez.
ja: %1$@ は古いバージョンの Tessera のセットアップデータを送信しました。%2$@ の Tessera を更新してからもう一度お試しください。
zh_hans: %1$@ 发送的设置数据来自较旧版本的 Tessera。请先更新 %2$@ 上的 Tessera，然后重试。
zh_hant: %1$@ 傳送的設定資料來自較舊版本的 Tessera。請先更新 %2$@ 上的 Tessera，然後重試。

source: %@ sent setup data with a field this version of Tessera does not accept (%@.%@). If %@ is running a newer version of Tessera, update this device, then try again.
de: %1$@ hat Einrichtungsdaten mit einem Feld gesendet, das diese Tessera-Version nicht akzeptiert (%2$@.%3$@). Falls %4$@ eine neuere Tessera-Version verwendet, aktualisiere dieses Gerät und versuche es erneut.
es: %1$@ envió datos de configuración con un campo que esta versión de Tessera no acepta (%2$@.%3$@). Si %4$@ ejecuta una versión más reciente de Tessera, actualiza este dispositivo y vuelve a intentarlo.
fr: %1$@ a envoyé des données de configuration comportant un champ que cette version de Tessera n'accepte pas (%2$@.%3$@). Si %4$@ utilise une version plus récente de Tessera, mettez cet appareil à jour, puis réessayez.
ja: %1$@ は、このバージョンの Tessera が受け付けないフィールド (%2$@.%3$@) を含むセットアップデータを送信しました。%4$@ がより新しいバージョンの Tessera を使用している場合は、このデバイスを更新してからもう一度お試しください。
zh_hans: %1$@ 发送的设置数据包含此版本 Tessera 不接受的字段 (%2$@.%3$@)。如果 %4$@ 运行的是更新版本的 Tessera，请更新本设备后重试。
zh_hant: %1$@ 傳送的設定資料包含此版本 Tessera 不接受的欄位 (%2$@.%3$@)。如果 %4$@ 執行的是更新版本的 Tessera，請更新本裝置後重試。

source: %@ · drag %@
de: %@ · %@ ziehen
es: %@ · arrastrar %@
fr: %@ · glisser %@
ja: %@ · %@ をドラッグ
zh_hans: %@ · 拖动 %@
zh_hant: %@ · 拖移 %@

source: %@ · raw session
de: %@ · einfache Sitzung
es: %@ · sesión simple
fr: %@ · session simple
ja: %@ · 素のセッション
zh_hans: %@ · 原始会话
zh_hant: %@ · 原始工作階段

source: %@ · updated %@
de: %@ · aktualisiert %@
es: %@ · actualizado %@
fr: %@ · mis à jour %@
ja: %@ · 更新 %@
zh_hans: %@ · 更新于 %@
zh_hant: %@ · 更新於 %@

source: %@ — continue session
de: %@ — Sitzung fortsetzen
es: %@ — continuar la sesión
fr: %@ — poursuivre la session
ja: %@ — セッションを続ける
zh_hans: %@ —— 继续会话
zh_hant: %@ —— 繼續工作階段

source: %@ — reconnect
de: %@ — neu verbinden
es: %@ — volver a conectar
fr: %@ — se reconnecter
ja: %@ — 再接続
zh_hans: %@ —— 重新连接
zh_hant: %@ —— 重新連線

source: %@ — the only paid upgrade
de: %@ – das einzige kostenpflichtige Upgrade
es: %@: la única mejora de pago
fr: %@ — la seule option payante
ja: %@ — 唯一の有料アップグレード
zh_hans: %@ —— 唯一的付费升级
zh_hant: %@ —— 唯一的付費升級

source: %@, folder
de: %@, Ordner
es: %@, carpeta
fr: %@, dossier
ja: %@、フォルダ
zh_hans: %@，文件夹
zh_hant: %@，資料夾

source: %@, window %lld
de: %@, Fenster %lld
es: %@, ventana %lld
fr: %@, fenêtre %lld
ja: %1$@、ウインドウ %2$lld
zh_hans: %1$@，窗口 %2$lld
zh_hant: %1$@，視窗 %2$lld

source: %@, window %lld, agent active
de: %@, Fenster %lld, Agent aktiv
es: %@, ventana %lld, agente activo
fr: %@, fenêtre %lld, agent actif
ja: %1$@、ウインドウ %2$lld、エージェント稼働中
zh_hans: %1$@，窗口 %2$lld，智能体运行中
zh_hant: %1$@，視窗 %2$lld，智慧體執行中

source: %@, window %lld, agent just finished
de: %@, Fenster %lld, Agent gerade fertig
es: %@, ventana %lld, el agente acaba de terminar
fr: %@, fenêtre %lld, l'agent vient de terminer
ja: %1$@、ウインドウ %2$lld、エージェントが完了しました
zh_hans: %1$@，窗口 %2$lld，智能体刚刚完成
zh_hant: %1$@，視窗 %2$lld，智慧體剛剛完成

source: %@, window %lld, agent needs input
de: %@, Fenster %lld, Agent braucht Eingabe
es: %@, ventana %lld, el agente necesita entrada
fr: %@, fenêtre %lld, l'agent attend une saisie
ja: %1$@、ウインドウ %2$lld、エージェントが入力待ち
zh_hans: %1$@，窗口 %2$lld，智能体等待输入
zh_hant: %1$@，視窗 %2$lld，智慧體等待輸入

source: %lld agents finished
de: %lld Agenten fertig
es: %lld agentes han terminado
fr: %lld agents ont terminé
ja: %lld 個のエージェントが完了
zh_hans: %lld 个智能体已完成
zh_hant: %lld 個智慧體已完成

source: %lld agents just finished
de: %lld Agenten gerade fertig
es: %lld agentes acaban de terminar
fr: %lld agents viennent de terminer
ja: %lld 個のエージェントが完了しました
zh_hans: %lld 个智能体刚刚完成
zh_hant: %lld 個智慧體剛完成

source: %lld agents need input
de: %lld Agenten brauchen Eingabe
es: %lld agentes necesitan entrada
fr: %lld agents attendent une saisie
ja: %lld 個のエージェントが入力待ち
zh_hans: %lld 个智能体等待输入
zh_hant: %lld 個智慧體等待輸入

source: %lld agents total
de: %lld Agenten insgesamt
es: %lld agentes en total
fr: %lld agents au total
ja: 合計 %lld 個のエージェント
zh_hans: 共 %lld 个智能体
zh_hant: 共 %lld 個智慧體

source: %lld changed from default
de: %lld vom Standard abweichend
es: %lld distintos del valor por omisión
fr: %lld modifiés par rapport au réglage par défaut
ja: デフォルトから %lld 件変更済み
zh_hans: %lld 项已不同于默认值
zh_hant: %lld 項已不同於預設值

source: %lld d
de: %lld T.
fr: %lld j
ja: %lld 日
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld host keys have changed since last connect — review before reconnecting
de: %lld Host-Keys haben sich seit der letzten Verbindung geändert — prüfe sie vor dem erneuten Verbinden
es: %lld claves de host han cambiado desde la última conexión: revísalas antes de volver a conectar
fr: %lld clés d'hôte ont changé depuis la dernière connexion — vérifiez-les avant de vous reconnecter
ja: 前回の接続以降に %lld 件のホストキーが変更されました — 再接続する前に確認してください
zh_hans: 自上次连接以来有 %lld 个主机密钥发生变化 —— 请在重新连接前核对
zh_hant: 自上次連線以來有 %lld 個主機金鑰發生變化 —— 請在重新連線前核對

source: %lld hosts sent securely. Credentials remain local to each device.
de: %lld Hosts sicher gesendet. Anmeldedaten bleiben auf jedem Gerät lokal.
es: %lld hosts enviados de forma segura. Las credenciales permanecen en cada dispositivo.
fr: %lld hôtes envoyés de manière sécurisée. Les identifiants restent locaux à chaque appareil.
ja: %lld 台のホストを安全に送信しました。認証情報は各デバイスに留まります。
zh_hans: 已安全发送 %lld 台主机。凭据始终保留在各自设备上。
zh_hant: 已安全傳送 %lld 台主機。憑證始終保留在各自裝置上。

source: %lld identical trusted host keys were already present.
de: %lld identische vertrauenswürdige Host-Keys waren bereits vorhanden.
es: Ya había %lld claves de host de confianza idénticas.
fr: %lld clés d'hôte de confiance identiques étaient déjà présentes.
ja: 同一の信頼済みホストキーが %lld 件すでに存在していました。
zh_hans: 已存在 %lld 个相同的受信任主机密钥。
zh_hant: 已存在 %lld 個相同的受信任主機金鑰。

source: %lld local trusted host key conflicts were preserved for review in Known Hosts.
de: %lld lokale Konflikte bei vertrauenswürdigen Host-Keys wurden zur Prüfung unter „Bekannte Hosts“ aufbewahrt.
es: Se conservaron %lld conflictos locales de claves de host de confianza para revisarlos en Hosts conocidos.
fr: %lld conflits locaux de clés d'hôte de confiance ont été conservés pour vérification dans Hôtes connus.
ja: ローカルの信頼済みホストキーの競合 %lld 件を、「既知のホスト」で確認できるよう保持しました。
zh_hans: 保留了 %lld 处本地受信任主机密钥冲突，可在「已知主机」中查看。
zh_hant: 保留了 %lld 處本機受信任主機金鑰衝突，可在「已知主機」中查看。

source: %lld matches
de: %lld Treffer
es: %lld coincidencias
fr: %lld correspondances
ja: %lld 件の一致
zh_hans: %lld 个匹配项
zh_hant: %lld 個相符項目

source: %lld minutes
de: %lld Minuten
es: %lld minutos
ja: %lld 分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld more sessions reconnecting
de: %lld weitere Sitzungen verbinden neu
es: %lld sesiones más reconectando
fr: %lld autres sessions en reconnexion
ja: 他に %lld 件のセッションが再接続中
zh_hans: 另有 %lld 个会话正在重新连接
zh_hant: 另有 %lld 個工作階段正在重新連線

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
ja: %2$lld 件中 %1$lld 件目
zh_hans: 第 %1$lld 个，共 %2$lld 个
zh_hant: 第 %1$lld 個，共 %2$lld 個

source: %lld of 1 saved
de: %lld von 1 gespeichert
es: %lld de 1 guardados
fr: %lld sur 1 enregistrés
ja: 1 件中 %lld 件を保存済み
zh_hans: 已保存 %lld / 1
zh_hant: 已儲存 %lld / 1

source: %lld optional data categories selected
de: %lld optionale Datenkategorien ausgewählt
es: %lld categorías de datos opcionales seleccionadas
fr: %lld catégories de données facultatives sélectionnées
ja: 任意のデータカテゴリを %lld 件選択中
zh_hans: 已选择 %lld 个可选数据类别
zh_hant: 已選擇 %lld 個選用資料類別

source: %lld orphaned Keychain items
de: %lld verwaiste Schlüsselbund-Objekte
es: %lld ítems huérfanos del llavero
fr: %lld éléments orphelins du trousseau
ja: 孤立したキーチェーン項目 %lld 件
zh_hans: %lld 个孤立的钥匙串项目
zh_hant: %lld 個孤立的鑰匙圈項目

source: %lld panes · each opens full-screen
de: %lld Panes · jedes öffnet im Vollbild
es: %lld paneles · cada uno se abre a pantalla completa
fr: %lld volets · chacun s'ouvre en plein écran
ja: %lld 個のペイン · それぞれ全画面で開きます
zh_hans: %lld 个窗格 · 每个都全屏打开
zh_hant: %lld 個窗格 · 每個都全螢幕開啟

source: %lld percent uploaded
de: %lld Prozent hochgeladen
es: %lld por ciento subido
fr: %lld pour cent téléversé
ja: %lldパーセントアップロード済み
zh_hans: 已上传百分之 %lld
zh_hant: 已上傳百分之 %lld

source: %lld previous connections were skipped because the saved host or credentials changed.
de: %lld frühere Verbindungen wurden übersprungen, weil sich der gesicherte Host oder die Anmeldedaten geändert haben.
es: Se omitieron %lld conexiones anteriores porque el host guardado o las credenciales cambiaron.
fr: %lld connexions précédentes ont été ignorées car l'hôte enregistré ou les identifiants ont changé.
ja: 保存済みホストまたは認証情報が変更されたため、以前の接続 %lld 件をスキップしました。
zh_hans: 由于已保存的主机或凭据发生变化，跳过了 %lld 个先前的连接。
zh_hant: 由於已儲存的主機或憑證發生變化，略過了 %lld 個先前的連線。

source: %lld public-key grants selected
de: %lld Public-Key-Freigaben ausgewählt
es: %lld concesiones de clave pública seleccionadas
fr: %lld autorisations de clé publique sélectionnées
ja: 公開鍵の付与を %lld 件選択中
zh_hans: 已选择 %lld 项公钥授权
zh_hant: 已選擇 %lld 項公開金鑰授權

source: %lld rows hidden by filter
de: %lld Zeilen durch Filter ausgeblendet
es: %lld filas ocultas por el filtro
fr: %lld lignes masquées par le filtre
ja: フィルタで %lld 行を非表示
zh_hans: 筛选隐藏了 %lld 行
zh_hant: 篩選隱藏了 %lld 列

source: %lld saved-host connections can be reopened.
de: %lld Verbindungen zu gesicherten Hosts können wieder geöffnet werden.
es: Se pueden volver a abrir %lld conexiones a hosts guardados.
fr: %lld connexions vers des hôtes enregistrés peuvent être rouvertes.
ja: 保存済みホストへの接続 %lld 件を再開できます。
zh_hans: 可以重新打开 %lld 个已保存主机的连接。
zh_hant: 可以重新打開 %lld 個已儲存主機的連線。

source: %lld windows · %lld agents · %lld sessions
de: %lld Fenster · %lld Agenten · %lld Sitzungen
es: %lld ventanas · %lld agentes · %lld sesiones
fr: %lld fenêtres · %lld agents · %lld sessions
ja: %lld ウインドウ · %lld エージェント · %lld セッション
zh_hans: %lld 个窗口 · %lld 个智能体 · %lld 个会话
zh_hant: %lld 個視窗 · %lld 個智慧體 · %lld 個工作階段

source: **already used by "%@".** saving takes it — %@ becomes unbound until you give it another.
de: **bereits von „%@“ belegt.** Beim Sichern geht der Kurzbefehl über — %@ ist dann ohne Zuweisung, bis du ihm einen neuen gibst.
es: **ya lo usa «%@».** al guardar se lo quedas — %@ se queda sin atajo hasta que le asignes otro.
fr: **déjà utilisé par « %@ ».** enregistrer vous l'attribue — %@ n'aura plus de raccourci jusqu'à ce que vous lui en donniez un autre.
ja: **すでに「%@」が使用中です。** 保存するとこちらに移り、%@ は別の割り当てを行うまで未設定になります。
zh_hans: **「%@」已在使用。** 保存后将由此项占用，%@ 在你另行指定前将处于未绑定状态。
zh_hant: **「%@」已在使用。** 儲存後將由此項占用，%@ 在你另行指定前將處於未綁定狀態。

source: **free.** nothing else in Tessera uses it, and iPadOS lets it through.
de: **frei.** Nichts anderes in Tessera nutzt ihn, und iPadOS lässt ihn durch.
es: **libre.** nada más en Tessera lo usa y iPadOS lo deja pasar.
fr: **libre.** rien d'autre dans Tessera ne l'utilise, et iPadOS le laisse passer.
ja: **空いています。** Tessera 内で他に使っているものはなく、iPadOS も通してくれます。
zh_hans: **可用。** Tessera 中没有其他功能占用它，iPadOS 也会放行。
zh_hant: **可用。** Tessera 中沒有其他功能占用它，iPadOS 也會放行。

source: **nothing arrived.** if you pressed a key with that modifier, iPadOS or the focus engine is keeping it — try a letter or punctuation key with ⌘.
de: **nichts angekommen.** Wenn du eine Taste mit diesem Modifier gedrückt hast, behält iPadOS oder die Focus-Engine sie — probiere einen Buchstaben oder ein Satzzeichen mit ⌘.
es: **no llegó nada.** si pulsaste una tecla con ese modificador, iPadOS o el motor de foco se la queda — prueba con una letra o un signo de puntuación junto a ⌘.
fr: **rien n'est arrivé.** si vous avez appuyé sur une touche avec ce modificateur, iPadOS ou le moteur de focus la retient — essayez une lettre ou une ponctuation avec ⌘.
ja: **何も届きませんでした。** その修飾キーと組み合わせて押した場合、iPadOS またはフォーカスエンジンが横取りしています。⌘ と文字キーや記号キーの組み合わせを試してください。
zh_hans: **没有收到任何按键。** 如果你按下的是带该修饰键的组合，说明 iPadOS 或焦点引擎截走了它 —— 试试用 ⌘ 搭配字母键或标点键。
zh_hant: **沒有收到任何按鍵。** 如果你按下的是帶該修飾鍵的組合，表示 iPadOS 或焦點引擎攔截了它 —— 試試用 ⌘ 搭配字母鍵或標點鍵。

source: + add forwarding rule
de: + Weiterleitungsregel hinzufügen
es: + añadir regla de reenvío
fr: + ajouter une règle de redirection
ja: + 転送ルールを追加
zh_hans: + 添加转发规则
zh_hant: + 加入轉發規則

source: + add profile
de: + Profil hinzufügen
es: + añadir perfil
fr: + ajouter un profil
ja: + プロファイルを追加
zh_hans: + 添加配置
zh_hant: + 加入設定檔

source: + custom shortcut
de: + eigener Kurzbefehl
es: + atajo personalizado
fr: + raccourci personnalisé
ja: + カスタムショートカット
zh_hans: + 自定快捷键
zh_hant: + 自訂快速鍵

source: + generate
de: + erzeugen
es: + generar
fr: + générer
ja: + 生成
zh_hans: + 生成
zh_hant: + 產生

source: +%lld more sessions reconnecting
de: +%lld weitere Sitzungen verbinden neu
es: +%lld sesiones más reconectando
fr: +%lld autres sessions en reconnexion
ja: +%lld 件のセッションが再接続中
zh_hans: +%lld 个会话正在重新连接
zh_hant: +%lld 個工作階段正在重新連線

source: 1 d
de: 1 T
fr: 1 j
ja: 1 日
zh_hans: 1 天
zh_hant: 1 天

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1 時間
zh_hans: 1 小时
zh_hant: 1 小時

source: 30 d
de: 30 T
fr: 30 j
ja: 30 日
zh_hans: 30 天
zh_hant: 30 天

source: 6 characters fit at 44pt · an emoji counts as one
de: bei 44 pt passen 6 Zeichen · ein Emoji zählt als eines
es: caben 6 caracteres a 44 pt · un emoji cuenta como uno
fr: 6 caractères tiennent à 44 pt · un emoji compte pour un
ja: 44 pt では 6 文字まで収まります · 絵文字は 1 文字として数えます
zh_hans: 44 pt 下可容纳 6 个字符 · 一个表情符号算一个
zh_hant: 44 pt 下可容納 6 個字元 · 一個表情符號算一個

source: 7 d
de: 7 T
fr: 7 j
ja: 7 日
zh_hans: 7 天
zh_hant: 7 天

source: A configured jump host no longer exists.
de: Ein konfigurierter Jump-Host existiert nicht mehr.
es: Un host de salto configurado ya no existe.
fr: Un hôte de rebond configuré n'existe plus.
ja: 設定済みの踏み台ホストが存在しなくなりました。
zh_hans: 已配置的某台跳板主机不再存在。
zh_hant: 已設定的某台跳板主機不再存在。

source: A fast iPad terminal for SSH & Mosh — trackpad scrolling in TUIs, native tmux, truecolor, edge-to-edge. Want a quick tour?
de: Ein schnelles iPad-Terminal für SSH & Mosh — Trackpad-Scrollen in TUIs, natives tmux, Truecolor, randlos. Lust auf eine kurze Tour?
es: Un terminal rápido para iPad con SSH y Mosh: desplazamiento con trackpad en TUI, tmux nativo, truecolor y de borde a borde. ¿Quieres un recorrido rápido?
fr: Un terminal iPad rapide pour SSH et Mosh — défilement au trackpad dans les TUI, tmux natif, truecolor, bord à bord. Envie d'une visite rapide ?
ja: SSH と mosh のための高速な iPad ターミナル — TUI でのトラックパッドスクロール、ネイティブ tmux、トゥルーカラー、画面いっぱいの表示。簡単なツアーをご覧になりますか？
zh_hans: 为 SSH 和 mosh 打造的快速 iPad 终端 —— TUI 中的触控板滚动、原生 tmux、真彩色、全屏显示。要快速浏览一下吗？
zh_hant: 為 SSH 和 mosh 打造的快速 iPad 終端機 —— TUI 中的觸控板捲動、原生 tmux、全彩、全螢幕顯示。要快速導覽一下嗎？

source: A fast terminal for SSH & Mosh — native tmux, remote files, agent-aware controls, and a keyboard built for your phone. Want a quick tour?
de: Ein schnelles Terminal für SSH & Mosh — natives tmux, entfernte Dateien, agentenbewusste Steuerung und eine Tastatur für dein Telefon. Lust auf eine kurze Tour?
es: Un terminal rápido para SSH y Mosh: tmux nativo, archivos remotos, controles conscientes de los agentes y un teclado pensado para tu teléfono. ¿Quieres un recorrido rápido?
fr: Un terminal rapide pour SSH et Mosh — tmux natif, fichiers distants, commandes adaptées aux agents et un clavier conçu pour votre téléphone. Envie d'une visite rapide ?
ja: SSH と mosh のための高速ターミナル — ネイティブ tmux、リモートファイル、エージェント対応の操作、そして iPhone のために設計されたキーボード。簡単なツアーをご覧になりますか？
zh_hans: 为 SSH 和 mosh 打造的快速终端 —— 原生 tmux、远程文件、感知智能体的控件，以及专为手机设计的键盘。要快速浏览一下吗？
zh_hant: 為 SSH 和 mosh 打造的快速終端機 —— 原生 tmux、遠端檔案、感知智慧體的控制項，以及專為手機設計的鍵盤。要快速導覽一下嗎？

source: A folder glyph up top — or %@ — slides out a panel that tracks your shell's directory. Browse, download, and Quick Look files on the host, over SSH and mosh alike.
de: Ein Ordnersymbol oben — oder %@ — blendet ein Panel ein, das dem Verzeichnis deiner Shell folgt. Durchsuche, lade herunter und öffne Dateien auf dem Host per Quick Look, über SSH wie über mosh.
es: Un icono de carpeta arriba —o %@— despliega un panel que sigue el directorio de tu shell. Explora, descarga y usa Vista Rápida con archivos del host, tanto por SSH como por mosh.
fr: Une icône de dossier en haut — ou %@ — fait glisser un panneau qui suit le répertoire de votre shell. Parcourez, téléchargez et prévisualisez les fichiers de l'hôte, aussi bien en SSH qu'en mosh.
ja: 上部のフォルダアイコン、または %@ で、シェルのディレクトリに追従するパネルが開きます。SSH でも mosh でも、ホスト上のファイルを閲覧・ダウンロード・クイックルックできます。
zh_hans: 点击顶部的文件夹图标 —— 或按 %@ —— 会滑出一个跟随 shell 当前目录的面板。可在 SSH 与 mosh 下浏览、下载并用快速查看打开主机上的文件。
zh_hant: 點擊頂部的資料夾圖示 —— 或按 %@ —— 會滑出一個跟隨 shell 目前目錄的面板。可在 SSH 與 mosh 下瀏覽、下載並用預覽開啟主機上的檔案。

source: A fresh device-owner authorization is required.
de: Eine erneute Autorisierung durch den Gerätebesitzer ist erforderlich.
es: Se requiere una autorización reciente del propietario del dispositivo.
fr: Une autorisation récente du propriétaire de l'appareil est requise.
ja: デバイスの所有者による、直近の認証が必要です。
zh_hans: 需要设备所有者重新授权。
zh_hant: 需要裝置擁有者重新授權。

source: A fresh device-owner check is required for every grant.
de: Für jede Freigabe ist eine erneute Gerätebesitz-Prüfung erforderlich.
es: Cada concesión requiere una nueva comprobación del propietario del dispositivo.
fr: Chaque autorisation exige une nouvelle vérification du propriétaire de l'appareil.
ja: 許可のたびにデバイス所有者の確認が必要です。
zh_hans: 每次授权都需要重新验证设备所有者。
zh_hant: 每次授權都需要重新驗證裝置擁有者。

source: A granted host conflicted with local setup and was not imported.
de: Ein freigegebener Host stand im Konflikt mit der lokalen Konfiguration und wurde nicht importiert.
es: Un host concedido entró en conflicto con la configuración local y no se importó.
fr: Un hôte accordé est entré en conflit avec la configuration locale et n'a pas été importé.
ja: 付与されたホストがローカル設定と競合したため、インポートされませんでした。
zh_hans: 某个已授权的主机与本地配置冲突，未被导入。
zh_hant: 某個已授權的主機與本機設定衝突，未被匯入。

source: A nearby setup connection is already active.
de: Es ist bereits eine Verbindung für die Übertragung in der Nähe aktiv.
es: Ya hay una conexión de configuración cercana activa.
fr: Une connexion de configuration à proximité est déjà active.
ja: 近くのデバイスとのセットアップ接続がすでに有効です。
zh_hans: 已有一个附近设置连接处于活动状态。
zh_hant: 已有一個鄰近設定連線處於使用中狀態。

source: A non-empty recovery passphrase is required.
de: Eine nicht leere Wiederherstellungs-Passphrase ist erforderlich.
es: Se requiere una frase de contraseña de recuperación no vacía.
fr: Une phrase secrète de récupération non vide est requise.
ja: 空でない復旧用パスフレーズが必要です。
zh_hans: 必须提供非空的恢复密码短语。
zh_hant: 必須提供非空的回復密碼短語。

source: A passphrase is required.
de: Eine Passphrase ist erforderlich.
es: Se requiere una frase de contraseña.
fr: Une phrase secrète est requise.
ja: パスフレーズが必要です。
zh_hans: 必须输入口令。
zh_hant: 必須輸入密語。

source: A plain reconnect cannot advertise a tmux session.
de: Ein einfaches Neuverbinden kann keine tmux-Sitzung ankündigen.
es: Una reconexión simple no puede anunciar una sesión de tmux.
fr: Une simple reconnexion ne peut pas annoncer de session tmux.
ja: 単純な再接続では、tmux セッションを通知できません。
zh_hans: 普通的重新连接无法公告 tmux 会话。
zh_hant: 普通的重新連線無法公告 tmux 工作階段。

source: A recovery export was recorded %@. Confirm that you still possess its passphrase before deleting.
de: Ein Wiederherstellungsexport wurde am %@ erfasst. Vergewissere dich vor dem Löschen, dass du die Passphrase noch hast.
es: Se registró una exportación de recuperación el %@. Confirma que aún tienes su frase de contraseña antes de eliminarla.
fr: Un export de récupération a été enregistré le %@. Confirmez que vous disposez encore de sa phrase secrète avant de supprimer.
ja: %@ に復元用の書き出しが記録されています。削除する前に、そのパスフレーズを今も保管しているか確認してください。
zh_hans: 已于 %@ 记录一次恢复导出。删除前请确认你仍持有其口令。
zh_hant: 已於 %@ 記錄一次復原匯出。刪除前請確認你仍持有其密語。

source: A restricted import of %@ also requires jump host %@.
de: Ein eingeschränkter Import von %@ erfordert zusätzlich den Jump-Host %@.
es: Una importación restringida de %@ también requiere el host de salto %@.
fr: Un import restreint de %@ nécessite aussi l'hôte de rebond %@.
ja: %1$@ の制限付きインポートには、踏み台ホスト %2$@ も必要です。
zh_hans: 受限导入 %1$@ 还需要跳板主机 %2$@。
zh_hant: 受限匯入 %1$@ 還需要跳板主機 %2$@。
